{
    "about": "<p style=\"text-align: justify;\">International Study and Admission Consultancy (<strong>ISAC</strong>) is a premier education agency dedicated to guiding students toward <strong>higher education at top Italian universities</strong>. Founded by a team of <strong>engineering experts and university admission consultants</strong>, we specialize in diverse fields such as <strong>computer engineering</strong>, <strong>artificial intelligence</strong>, and <strong>civil engineering sectors</strong>. Our services include a comprehensive <strong>5-month entrance exam preparation course</strong> taught by experienced engineers, <strong>visa guidance</strong>, <strong>scholarship assistance</strong>, <strong>mock interviews</strong>, and <strong>cultural orientation</strong> to ensure a <strong>smooth</strong> transition and a strong foundation for your engineering future in Italy.</p>",
    "whyItaly": "<p style=\"text-align: justify;\">Embark on a transformative journey in engineering education with Italy, a global leader in innovation and home to world-class universities. With <strong>tuition fees as low as €156 per year</strong>, <strong>English-taught programs</strong>, and a vibrant cultural landscape, Italy offers an unparalleled academic experience. Generous <strong>scholarships up to €8,000</strong> make it accessible to aspiring engineers worldwide.</p></div>",
    "tolc_description": "<p style=\"text-align: justify;\">The entrance exam for engineering programs in Italy is an online test that can be taken from home, designed to assess readiness for Bachelor’s degrees in engineering, architecture, or related fields. It includes 50 multiple-choice questions and lasts 1 hour and 50 minutes, covering logic (10 questions), mathematics (20 questions), physics (10 questions), and chemistry (10 questions).</p>",
    "classes_description": "<p style=\"text-align: justify;\">International Study and Admission Consultancy (ISAC) delivers dynamic <strong>online training</strong> led by <strong>PhD-level engineering tutors</strong> with deep expertise in their fields. Our engaging formats include <strong>live Zoom sessions</strong>, <strong>recorded video lectures</strong>, and <strong>interactive group discussions</strong>, designed to prepare students for engineering programs in Italy. With a maximum of <strong>15 students per class</strong>, we ensure personalized attention and tailored guidance to maximize learning outcomes.</p>",
    "duration": "5 months (flexible start dates)",
    "syllabus_items": [
        "<strong>Logic</strong>: Develop critical thinking and problem-solving skills for complex challenges",
        "<strong>Mathematics</strong>: Master algebra, calculus, and geometry for engineering applications",
        "<strong>Physics</strong>: Explore mechanics, thermodynamics, and electromagnetism essentials",
        "<strong>Chemistry</strong>: Learn materials science fundamentals for engineering innovation",
        "<strong>General Knowledge</strong>: Stay updated on engineering trends and technological advancements"
    ],
    "university1_name": "University of Bologna",
    "university1_degrees": "<strong>Building Construction Engineering</strong>",
    "university1_description": "<p style=\"text-align: justify;\">The University of Bologna, established in 1088, is the world's oldest university and a global leader in <strong>building construction engineering</strong>. Located in the vibrant student city of Bologna, Italy, it is renowned for its cutting-edge programs emphasizing sustainable design, innovative infrastructure, and advanced construction techniques.</p><h4>Facilities</h4><ul><li>State-of-the-art laboratories for structural and materials testing</li><li>Advanced research centers focused on sustainable engineering</li></ul><h4>Student Life</h4><ul><li>International student clubs fostering global connections</li><li>Vibrant cultural events celebrating Bologna’s rich heritage</li></ul>",
    "university1_admissions": "<h3>Requirements:</h3> High school diploma/ AL results, English proficiency (TOEFL/IELTS), Entrance exam results. <h3>Application deadline:</h3> November 2025",
    "university2_name": "University of Napoli Federico II",
    "university2_degrees": "<strong>Civil and Environmental Engineering</strong>",
    "university2_description": "<p style=\"text-align: justify;\">The University of Napoli Federico II, a <strong>leading institution</strong> in southern Italy, is renowned for its excellence in <strong>civil engineering</strong>, with cutting-edge programs focused on sustainable infrastructure, urban planning, and environmental resilience. Located in the vibrant city of Naples, it offers a dynamic cultural backdrop, blending historic charm with modern innovation.</p><h4>Research</h4><ul><li>Advanced centers for sustainable construction and seismic engineering</li><li>Collaborations with leading construction and engineering industries</li></ul><h4>Alumni</h4><ul><li>Influential leaders in global engineering firms</li><li>Renowned experts in civil and environmental engineering</li></ul>",
    "university2_admissions":  "<h3>Requirements:</h3> High school diploma/ AL results, English proficiency (TOEFL/IELTS), Entrance exam results. <h3>Application deadline:</h3> November 2025",
    "university3_name": "University of La Sapienza, Rome",
    "university3_degrees": "<strong>Applied Computer Science and Artificial Intelligence</strong>",
    "university3_description": "<p style=\"text-align: justify;\">The University of La Sapienza in Rome, Italy's largest and one of its most prestigious institutions, is a global leader in <strong>Applied Computer Science and Artificial Intelligence</strong>. Located in the historic heart of Rome, it offers cutting-edge programs that drive innovation in AI, machine learning, and computational technologies, blending academic excellence with a vibrant cultural experience.</p><h4>Facilities</h4><ul><li>World-class AI and machine learning research centers</li><li>State-of-the-art computing laboratories for advanced development</li></ul><h4>Location</h4><ul><li>Study surrounded by Rome’s iconic historic landmarks</li><li>Immerse in a rich cultural heritage with global influence</li></ul>",
    "university3_admissions":  "<h3>Requirements:</h3> High school diploma/ AL results, English proficiency (TOEFL/IELTS), Entrance exam results. <h3>Application deadline:</h3> November 2025",
    "university4_name": "La Sapienza University, Rome",
    "university4_degrees": "<strong>Sustainable Building Engineering</strong>",
    "university4_description": "<p style=\"text-align: justify;\">La Sapienza University of Rome, one of Italy’s premier academic institutions, excels in <strong>Sustainable Building Engineering</strong>, offering innovative programs that focus on eco-friendly design, energy-efficient construction, and sustainable urban development. Located in the vibrant, historic city of Rome, it combines academic excellence with a dynamic, culturally rich student experience.</p><h4>Programs</h4><ul><li>Hands-on projects in sustainable architecture and green building technologies</li><li>Specialized focus on energy-efficient systems and sustainable urban planning</li></ul><h4>Campus</h4><ul><li>Blend of historic architecture and state-of-the-art engineering facilities</li><li>Thriving student community promoting collaboration and innovation</li></ul>",
    "university4_admissions":  "<h3>Requirements:</h3> High school diploma/ AL results, English proficiency (TOEFL/IELTS), Entrance exam results. <h3>Application deadline:</h3> November 2025",
    "testimonial1_quote": "<p style=\"text-align: justify;\">\"ISAC made my admission to the University of Napoli Federico II smooth! Their excellent entrance exam prep and personalized guidance helped me succeed.\"</p>",
    "testimonial1_name": "Ayesh Oshara",
    "testimonial1_degree": "Civil and Environmental Engineering",
    "testimonial1_university": "University of Napoli Federico II",
    "news1_title": "ISAC engineering registration for 2026 is now open",
    "news1_description": "<div class=\"p-6 bg-white rounded-lg shadow-md border-l-4 border-blue-500\"><h3 class=\"text-xl font-bold text-blue-600 mb-2\">Engineering Registration for 2026 Now Open</h3><p class=\"text-gray-600 text-sm\">Secure your spot in top Italian universities with ISAC's streamlined application process. Early registration ensures priority access to scholarships and personalized guidance for your engineering journey.</p></div>",
    "news2_title": "ISAC exam prep course starts from Nov 2025",
    "news2_description": "<div class=\"p-6 bg-white rounded-lg shadow-md border-l-4 border-green-500\"><h3 class=\"text-xl font-bold text-green-600 mb-2\">Exam Prep Course Starts November 2025</h3><p class=\"text-gray-600 text-sm\">Join our intensive 5-month online program led by PhD tutors to master entrance exams. Flexible start dates and small class sizes guarantee focused preparation for success in Italian engineering admissions.</p></div>",
    "news3_title": "ISAC offers diverse pathways tailored to students expectations",
    "news3_description": "<div class=\"p-6 bg-white rounded-lg shadow-md border-l-4 border-purple-500\"><h3 class=\"text-xl font-bold text-purple-600 mb-2\">Diverse Pathways Tailored to Your Expectations</h3><p class=\"text-gray-600 text-sm\">From civil engineering to AI and computer science, ISAC customizes your study plan to match your goals. Explore flexible options across leading Italian universities for a career-aligned education.</p></div>",
    "hero_texts": [
        "Unlock Engineering Excellence with ISAC",
        "Affordable English-Taught Degrees in Italy",
        "Join Top Universities Like Bologna and La Sapienza",
        "Start Your Engineering Journey Today"
    ],
    "scholarships": "<p style=\"text-align: justify; padding: 0 16px;\">Italy offers a range of scholarships for international engineering students, providing financial support for Bachelor’s degrees in engineering, advanced technologies, architecture, or design. <strong>Merit-based scholarships</strong> provide up to €7,000–€8,000 per year, covering tuition fees and living expenses. <strong>Income-based scholarships</strong> offer similar amounts, including tuition waivers, accommodation, and meal support, with some reducing fees to as low as €156 per year. Additional full scholarships cover tuition, travel, and living costs for outstanding students.</p><br><div class=\"flex flex-col gap-6 mt-6\"><div class=\"accordion-panel\"><h3 class=\"accordion-header text-xl font-bold flex justify-between cursor-pointer py-3 px-4 bg-gray-100 rounded-lg\">Scholarships up to €8,000/year <i class=\"fas fa-chevron-down\"></i></h3><div class=\"accordion-content text-gray-700 p-4\" style=\"text-align: justify;\">Merit-based scholarships covering living expenses and tuition for exceptional students in engineering programs.</div></div><br><div class=\"accordion-panel\"><h3 class=\"accordion-header text-xl font-bold flex justify-between cursor-pointer py-3 px-4 bg-gray-100 rounded-lg\">Course Fee Waivers up to €156/year <i class=\"fas fa-chevron-down\"></i></h3><div class=\"accordion-content text-gray-700 p-4\" style=\"text-align: justify;\">Income-based waivers reducing tuition fees to as low as €156/year. Sri Lankan students are eligible for these waivers.</div></div></div>",
    "visa": "Non-EU international students need a Type D long-stay student visa for programs over 90 days. Required documents include: a valid passport (issued in the last 10 years, valid for at least 3 months after program end, with 2 blank pages); university acceptance letter; proof of financial means (€467.65 per month or €6,079.45 per year minimum); health insurance (covering at least €30,000); proof of accommodation in Italy; completed visa application form; recent passport photos; and payment of visa fee (€50-€80). Apply at the Italian embassy or consulate in your home country 3-6 months before departure. Upon arrival, apply for a residence permit within 8 days. For US residents, include US residence proof if applicable."
}